{
  "title": "حملة دعم غزة",
  "copy": "نسخ",
  "copied": "تم النسخ إلى الحافظة!",

  "action": {
    "title": "اكتب إلى محلات السوبر ماركت مطالباً إياها بوقف بيع المنتجات الإسرائيلية",
    "description": "مقاطعة المنتجات الإسرائيلية هي وسيلة مهمة يمكن للأفراد من خلالها التعبير عن دعمهم لفلسطين ومعارضتهم للفصل العنصري الإسرائيلي ضد الفلسطينيين. ما هو أقوى من ذلك هو عندما يتصرف الناس بشكل جماعي، ويدفعون لإزالة البضائع الإسرائيلية من رفوف المتاجر في المغرب حتى تنهي إسرائيل احتلالها لفلسطين.",
    "motivation": "بصفتنا مواطنين مهتمين بحقوق الإنسان والقانون الدولي، نعتقد أن تجار التجزئة لديهم فرصة للوقوف في الجانب الصحيح من التاريخ، لمعارضة الفصل العنصري، ووقف تخزين البضائع الإسرائيلية حتى تنهي إسرائيل احتلالها للأراضي الفلسطينية، وتوقف ارتكاب جرائم الحرب، وتمنح حقوقاً متساوية لجميع مواطنيها وتمتثل بشكل كامل لالتزاماتها بموجب القانون الدولي.",
    "sample": "ستجد أدناه نموذج رسالة نطلب منك إرسالها إلى محلات السوبر ماركت المحلية عندما ترى بضائع إسرائيلية، وإلى المكاتب الرئيسية لمحلات السوبر ماركت المغربية الكبرى (على الرغم من أنه من الأفضل دائمًا الكتابة بكلماتك الخاصة)."
  },

  "emails": {
    "title": "فيما يلي عناوين البريد الإلكتروني لهذه المتاجر - يمكنك استخدام زر 'نسخ الكل' للحصول على جميع عناوين البريد دفعة واحدة.",
    "note": "ملاحظة: للصق في Gmail، استخدم Ctrl+V بعد النسخ.",
    "from_here": "من هنا",
    "copyAll": "نسخ جميع عناوين البريد الإلكتروني",
    "copyAllTip": "انقر لنسخ جميع عناوين البريد الإلكتروني للصقها في Gmail",
    "all_copied": "تم نسخ جميع عناوين البريد الإلكتروني إلى الحافظة!"
  },

  "letter": {
    "title": "نموذج رسالة",
    "copyButton": "نسخ قالب الرسالة",
    "copied": "تم نسخ قالب الرسالة إلى الحافظة!",
    "greeting": "عزيزي المدير،",
    "paragraph1": "أكتب إليكم بخصوص وجود منتجات إسرائيلية في متجركم. بصفتي متسوقًا منتظمًا في متجركم، أود أن أطلب منكم إزالة هذه المنتجات الإسرائيلية، لأنها تأتي من دولة تواصل احتلالًا عسكريًا وحشيًا للأراضي الفلسطينية المحتلة، وحسب قول هيومن رايتس ووتش، ترتكب الجرائم المزدوجة ضد الإنسانية المتمثلة في الفصل العنصري واضطهاد الشعب الفلسطيني. تساعد عائدات هذه المنتجات في تمويل انتهاكات منتظمة لحقوق الإنسان، وانتهاكات للقانون الدولي، وجرائم حرب، ونظام شرس من قوانين الفصل العنصري العنصرية التي تهدف إلى إبقاء الفلسطينيين خاضعين.",
    "paragraph2": "في الوقت الحالي، تشارك إسرائيل مرة أخرى في هجوم واسع النطاق ومدمر على الشعب الفلسطيني.",
    "paragraph3": "وقت كتابة هذه الرسالة، قُتل أكثر من 13,000 شخص في الهجوم الإسرائيلي المستمر على أهالي غزة. من بينهم ما يقرب من 6,000 طفل وحوالي 3,500 امرأة.",
    "paragraph4": "أصيب آلاف آخرون لا يمكن إحصاؤهم، وتم قصف ومهاجمة المستشفيات المكتظة بالفعل، وتعرضت مكاتب وسائل الإعلام والصحفيين والأطباء والمدارس والجامعات والكنائس والمساجد وملاجئ الأمم المتحدة جميعها للهجوم، ودُمر نصف جميع المنازل في المنطقة - وكلها جرائم حرب تنتهك القانون الدولي. تم تهجير أكثر من مليون ونصف شخص.",
    "paragraph5": "هذه الوحشية ليست جديدة - على سبيل المثال، في أبريل ومايو 2018، قتلت قوات الاحتلال الإسرائيلية أكثر من 100 متظاهر أعزل في غزة. في عام 2014، عانى الفلسطينيون من الهجوم الضخم الثالث من قبل قوات الاحتلال الإسرائيلية في ست سنوات. وفقًا للأمم المتحدة ومنظمة العفو الدولية، أسفر هذا الهجوم عن مقتل أكثر من 2,200 فلسطيني، حوالي 70% منهم من المدنيين بما في ذلك أكثر من 500 طفل. تم تشويه أو إصابة آلاف آخرين وتم مهاجمة وتدمير البنية التحتية المدنية بما في ذلك المستشفيات والمنازل، مما ترك أكثر من 100,000 شخص لا يزالون مشردين وبلا مأوى. تقول منظمة العفو الدولية إن إسرائيل ارتكبت 'جرائم حرب'، وعلى الرغم من اتفاقية وقف إطلاق النار، تواصل إسرائيل مهاجمة المنطقة بشكل متكرر. عانى الشعب الفلسطيني لفترة طويلة نتيجة لسياسات الفصل العنصري الإسرائيلية.",
    "paragraph6": "تحتل إسرائيل عسكريًا الضفة الغربية الفلسطينية وغزة والقدس الشرقية والجولان السوري منذ عام 1967. خلال ذلك الوقت، ارتكبت العديد من الجرائم الخطيرة ضد الشعب الفلسطيني، بما في ذلك البناء المستمر للمستوطنات غير القانونية، وهو 'انتهاك صارخ لاتفاقية جنيف الرابعة' وفقًا لقرار مجلس الأمن التابع للأمم المتحدة رقم 465. منذ عام 2006، فرضت إسرائيل حصارًا غير قانوني وغير إنساني على قطاع غزة، حيث يعيش مليونا فلسطيني.",
    "paragraph7": "بلغت قسوة الدولة الإسرائيلية حدًا جعل دوف فايسغلاس، وهو مستشار كبير لرئيس الوزراء الإسرائيلي في عام 2006، يمزح حول الحصار قائلاً: 'إنه مثل موعد مع أخصائي التغذية. سيصبح الفلسطينيون أكثر نحافة، لكنهم لن يموتوا.' وتحقيقًا لهذه الغاية، وفقًا لصحيفة الغارديان، 'قام الجيش الإسرائيلي بحسابات دقيقة للاحتياجات اليومية من السعرات الحرارية في غزة' حتى يتمكن من إبقاء الناس جائعين ولكن ليسوا سيئي التغذية.",
    "paragraph8": "قُتل حوالي 23,000 فلسطيني، معظمهم من المدنيين وبينهم أكثر من 7,600 طفل، منذ سبتمبر 2000 على يد القوات الإسرائيلية. دمرت إسرائيل آلاف المنازل الفلسطينية والبنية التحتية المدنية الحيوية، بما في ذلك محطات الطاقة والطرق والجسور وشبكات الصرف الصحي والهاتف. جعلت القيود المفروضة على حركة الفلسطينيين والبضائع الفلسطينية الحياة الطبيعية مستحيلة.",
    "paragraph9": "هيومن رايتس ووتش ليست المنظمة الوحيدة المعنية بحقوق الإنسان التي تؤكد أن إسرائيل ترتكب جريمة الفصل العنصري. تقول منظمة العفو الدولية إن 'الفصل العنصري الإسرائيلي ضد الفلسطينيين [هو] نظام قاسٍ للهيمنة وجريمة ضد الإنسانية'. تصف بتسيلم، وهي المجموعة الإسرائيلية الرائدة لحقوق الإنسان، الوضع بأنه 'نظام فصل عنصري... يعزز تفوق اليهود على الفلسطينيين'.",
    "paragraph10": "تم إصدار دعوة دولية لمقاطعة البضائع الإسرائيلية من قبل أكثر من 200 منظمة من منظمات المجتمع المدني الفلسطيني والنقابات العمالية والكنائس في عام 2005. توفر مقاطعة البضائع الإسرائيلية تكتيكًا غير عنيف للمساعدة في تحقيق إنهاء الفصل العنصري الإسرائيلي، كما كان الحال مع الفصل العنصري في جنوب إفريقيا من قبل. إنها وسيلة أخلاقية وفعالة للمساعدة في تحقيق حل عادل وسلمي للصراع الإسرائيلي الفلسطيني.",
    "paragraph11": "من جانبكم، من خلال الاستمرار في تخزين البضائع الإسرائيلية، تساعد متاجركم للأسف في تمويل هذه المأساة المستمرة. هناك قضية أخلاقية ومادية واضحة للتوقف عن تخزين البضائع من إسرائيل - فهي تساعد في تمويل اضطهاد وقتل الفلسطينيين وسرقة أراضيهم.",
    "paragraph12": "يشهد عام 2024 الذكرى الأربعين لإضراب مناهضة الفصل العنصري في متاجر دانز، وهو إجراء وصل صداه إلى زنزانة نيلسون مانديلا في جزيرة روبن. ومن الجدير بالذكر أن العديد من المشاركين في ذلك الإضراب، بمن فيهم ماري مانينغ وكارين جيرون وليز ديزي والراحل بريندان آرتشبولد وقيادة نقابة مانديت (المعروفة سابقًا باسم IDATU) قد أعربوا عن دعمهم لمقاطعة البضائع الإسرائيلية. لذلك، أعتقد أنه بعد ما يقرب من 40 عامًا، لا يزال من غير الأخلاقي تخزين المنتجات التي تساعد في تمويل الفصل العنصري. لذلك، أطلب منكم الوقوف في الجانب الصحيح من التاريخ، والوقوف ضد الفصل العنصري، والتوقف عن تخزين البضائع الإسرائيلية حتى تنهي إسرائيل احتلالها للأراضي الفلسطينية، وتمنح حقوقًا متساوية لجميع مواطنيها وتمتثل بالكامل لالتزاماتها بموجب القانون الدولي.",
    "closing": "مع خالص التقدير،"
  },

  "share": {
    "title": "شارك هذا!"
  },

  "boycott-section": {
    "title": "منتجات إسرائيلية للمقاطعة",
    "description": "يمكنك العثور هنا على قائمة بالمنتجات والعلامات التجارية الإسرائيلية لمقاطعتها في متاجر السوبر ماركت المحلية.",
    "viewProducts": "عرض قائمة المقاطعة"
  },
  "boycott": {
    "pageTitle": "منتجات إسرائيلية للمقاطعة",
    "subtitle": "المنتجات والعلامات التجارية التي يجب تجنبها",
    "explanation": "تسرد هذه الصفحة الشركات والمنتجات الإسرائيلية التي قد ترغب في مقاطعتها. كما تقدم علامات تجارية ومنتجات بديلة يمكنك استخدامها بدلاً منها.",
    "disclaimer": "هذه القائمة للمعلومات فقط. قرار المقاطعة هو خيار شخصي. تحقق دائمًا من المعلومات المتعلقة بالشركات وانتماءاتها من مصادر متعددة.",
    "searchPlaceholder": "البحث عن المنتجات...",
    "filterByCategory": "تصفية حسب الفئة",
    "alternatives": "البدائل",
    "noResults": "لم يتم العثور على منتجات تطابق معايير البحث الخاصة بك.",
    "backToHome": "العودة إلى الصفحة الرئيسية",
    "viewDetails": "عرض المنتجات"

  },
  "categories": {
    "all": "جميع الفئات",
    "food": "الأغذية والمشروبات",
    "beverages": "المشروبات",
    "cosmetics": "مستحضرات التجميل والجمال",
    "pharmaceuticals": "المستحضرات الصيدلانية",
    "technology": "التكنولوجيا",
    "tools": "الأدوات والعتاد",
    "clothing": "الملابس والأزياء"
  },
  "societies": {
    "title": "دعم غزة - منظمات الإغاثة",
    "subtitle": "المنظمات التي تقدم المساعدات إلى غزة",
    "description": "فيما يلي قائمة بالمنظمات ذات السمعة الطيبة التي تقدم المساعدات الإنسانية لسكان غزة. يمكنك دعم جهودهم من خلال التبرع عبر مواقعهم الرسمية.",
    "donateButton": "تبرع الآن",
    "backToHome": "العودة إلى الصفحة الرئيسية",

    "unrwa": {
      "description": "تقدم وكالة الأمم المتحدة لإغاثة وتشغيل اللاجئين الفلسطينيين خدمات أساسية للاجئين الفلسطينيين بما في ذلك التعليم والرعاية الصحية والإغاثة والخدمات الاجتماعية."
    },
    "pcrf": {
      "description": "يقدم صندوق إغاثة أطفال فلسطين إغاثة طبية إنسانية للأطفال المصابين والمرضى في غزة والضفة الغربية وجميع أنحاء الشرق الأوسط."
    },
    "map": {
      "description": "تعمل منظمة المساعدات الطبية للفلسطينيين من أجل صحة وكرامة الفلسطينيين الذين يعيشون تحت الاحتلال وكلاجئين، وتقدم المساعدات الطبية الفورية وتطوير القدرات الصحية المحلية."
    },
    "anera": {
      "description": "تقدم أنيرا المساعدات الإنسانية والتنموية لفلسطين ولبنان والأردن، بما في ذلك مستلزمات الإغاثة الطارئة والمساعدات الطبية لغزة."
    },
    "prcs": {
      "description": "تقدم جمعية الهلال الأحمر الفلسطيني خدمات طبية طارئة والاستجابة للكوارث وغيرها من المساعدات الإنسانية للفلسطينيين المحتاجين."
    },
    "unwfp": {
      "description": "يقدم برنامج الغذاء العالمي المساعدات الغذائية في حالات الطوارئ ويعمل مع المجتمعات لتحسين التغذية وبناء القدرة على الصمود في غزة."
    },
    "msf": {
      "description": "تقدم منظمة أطباء بلا حدود المساعدة الطبية للمتضررين من النزاعات والأوبئة والكوارث أو المستبعدين من الرعاية الصحية في غزة وحول العالم."
    },
    "unicef": {
      "description": "تعمل اليونيسف على حماية حقوق الأطفال في غزة من خلال تقديم المساعدات الإنسانية الطارئة والرعاية الصحية والتغذية والتعليم وخدمات الحماية."
    }
  },
  "societies-section": {
    "title": "دعم منظمات المساعدة في غزة",
    "description": "اطلع على قائمة المنظمات الإنسانية التي تعمل على تقديم المساعدة والإغاثة لسكان غزة.",
    "viewList": "عرض المنظمات"
  },
  "productDetail": {
    "productImages": "صور المنتج",
    "backToList": "العودة إلى قائمة المنتجات",
    "productNotFound": "المنتج غير موجود",
    "noProductImages": "لا تتوفر صور للمنتج"
  },
  "productList": {
    "pageTitle": "المنتجات",
    "addProduct": "إضافة منتج",
    "loading": "جاري تحميل المنتجات...",
    "retry": "المحاولة مرة أخرى",
    "noProducts": "لم يتم العثور على منتجات",
    "noProductsMsg": "لم تقم بإضافة أي منتجات حتى الآن. انقر على الزر أدناه لإضافة منتجك الأول.",
    "addFirst": "أضف منتجك الأول",
    "delete": "حذف",
    "deleting": "جاري الحذف...",
    "deleted": "تم الحذف",
    "deleteError": "خطأ",
    "confirmDelete": "هل أنت متأكد أنك تريد حذف هذا المنتج؟"
  },
  "productUpload": {
    "name": "اسم المنتج",
    "namePlaceholder": "أدخل اسم المنتج",
    "nameRequired": "اسم المنتج مطلوب",
    "category": "الفئة",
    "selectCategory": "اختر فئة",
    "categoryRequired": "اختيار الفئة مطلوب",
    "description": "الوصف",
    "descriptionPlaceholder": "أدخل وصف المنتج",
    "alternativeBrands": "العلامات التجارية البديلة",
    "alternativeBrandsPlaceholder": "أدخل العلامات التجارية المماثلة أو البديلة",
    "alternativeBrandsHelper": "افصل بين العلامات التجارية المتعددة بفواصل",
    "logo": "شعار العلامة التجارية",
    "productImages": "صور المنتج",
    "productImagesHelper": "قم بتحميل ما يصل إلى 5 صور للمنتج",
    "submit": "إرسال المنتج",
    "uploading": "جاري التحميل...",
    "successMessage": "تم تحميل المنتج بنجاح!",
    "errorMessage": "حدث خطأ أثناء التحميل. يرجى المحاولة مرة أخرى."
  }
}
